313496 getDivReq.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:description7b.services.chrome.com">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:DivisionsRequest modelYear="2018">
         <urn:accountInfo number="313496" secret="6d84d5c446a84c98" country="US" language="EN" behalfOf="?"/>
      </urn:DivisionsRequest>
   </soapenv:Body>
</soapenv:Envelope>